[
  {
    "title": "Portafolio Backend",
    "company": "Freelance",
    "date": "Diciembre 2024 - Enero 2025",
    "description": "Desarrollo de un portafolio minimalista y responsivo para un desarrollador backend universitario, diseñado para atraer reclutadores. Incluye un CV descargable, secciones de proyectos, experiencia y habilidades con modales interactivos. Implementado en React y Tailwind CSS, con soporte multilenguaje gracias a i18next.",
    "technologies": [
      "React",
      "Tailwind"
    ],
    "githubUrl": "https://github.com/braguilera/portfolio_enzo_marco",
    "demoUrl": "https://portfolio-enzo-marco.vercel.app/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Of Course: Clases fitness",
    "company": "Freelance",
    "date": "Agosto 2024 - Septiembre 2024",
    "description": "Este proyecto implicó el diseño y desarrollo de una landing page para promocionar clases de fitness, con el objetivo de atraer nuevos clientes. Desde la conceptualización hasta la maquetación final, se creó una estética visual moderna centrada en la motivación y el bienestar. La página es completamente responsive, asegurando una experiencia óptima en dispositivos móviles, e incluye secciones clave como beneficios, horarios y contacto, facilitando la toma de decisiones de los usuarios.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "githubUrl": "https://github.com/braguilera/Of-course-Landing-page",
    "demoUrl": "https://braguilera.github.io/Of-course-Landing-page/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Portafolio Artístico",
    "company": "Freelance",
    "date": "Marzo 2024 - Agosto 2024",
    "description": "Desarrollo de un portafolio desde cero para Lucas Aguilera, un artista de cuadros pintados a mano y murales. El portafolio busca atraer clientes mostrando sus obras de manera accesible, con una interfaz moderna y responsiva. Cada obra incluye imágenes de alta calidad, descripciones breves y enlaces a sus redes sociales, sirviendo como un escaparate de su talento y una herramienta para conexiones en el mundo del arte.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "githubUrl": "https://github.com/braguilera/Portfolio-Aguilera-Lucas",
    "demoUrl": "https://braguilera.github.io/Portfolio-Aguilera-Lucas/",
    "backgroundImage": "/api/placeholder/400/250"
  }
]
