[
  {
    "title": "Landing Page Corporativa para Quadrant",
    "company": "Freelance",
    "date": "Julio 2025 - Septiembre 2025",
    "description": "Diseño y desarrollo integral de la landing page corporativa para Quadrant, una empresa de software (SaaS) especializada en soluciones para el sector logístico. El proyecto abarcó desde la conceptualización de la UI/UX hasta la implementación final, basándose en el manual de estilo de la empresa para crear una identidad visual cohesiva y profesional.",
    "technologies": ["React", "Tailwind CSS", "Framer Motion", "JavaScript"],
    "demoUrl": "https://www.quadrant.com.ar/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Landing Page para Teich Logística",
    "company": "Freelance",
    "date": "Mayo 2025 - Junio 2025",
    "description": "Diseño y desarrollo de una landing page profesional para Teich Logística, empresa especializada en soluciones logísticas para las industrias petrolera y minera. El sitio incluye formulario de contacto, soporte para 4 idiomas, diseño responsive, animaciones fluidas y mejoras visuales centradas en accesibilidad y experiencia de usuario. El enfoque fue comunicar solidez, tecnología y seguridad operativa.",
    "technologies": ["React", "Tailwind", "Framer Motion", "JavaScript"],
    "demoUrl": "https://teichlog.com/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Landing Page Institucional para EMSA",
    "company": "Freelance",
    "date": "Mayo 2025 - Junio 2025",
    "description": "Desarrollo de una landing page institucional para EMSA, empresa de servicios logísticos integrados. La página presenta los valores, servicios y enfoque de la marca en logística estratégica. Implementé diseño responsive, soporte multilenguaje (4 idiomas), animaciones suaves y mejoras de UX/UI sobre el diseño original en Figma. El proyecto se enfocó en transmitir confiabilidad y eficiencia con una experiencia visual moderna.",
    "technologies": ["React", "Tailwind", "Framer Motion", "JavaScript"],
    "demoUrl": "https://emsalog.com/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Of Course: Clases fitness",
    "company": "Freelance",
    "date": "Agosto 2024 - Septiembre 2024",
    "description": "Este proyecto implicó el diseño y desarrollo de una landing page para promocionar clases de fitness, con el objetivo de atraer nuevos clientes. Desde la conceptualización hasta la maquetación final, se creó una estética visual moderna centrada en la motivación y el bienestar. La página es completamente responsive, asegurando una experiencia óptima en dispositivos móviles, e incluye secciones clave como beneficios, horarios y contacto, facilitando la toma de decisiones de los usuarios.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "githubUrl": "https://github.com/braguilera/Of-course-Landing-page",
    "demoUrl": "https://braguilera.github.io/Of-course-Landing-page/",
    "backgroundImage": "/api/placeholder/400/250"
  },
  {
    "title": "Portafolio Artístico",
    "company": "Freelance",
    "date": "Marzo 2024 - Agosto 2024",
    "description": "Desarrollo de un portafolio desde cero para Lucas Aguilera, un artista de cuadros pintados a mano y murales. El portafolio busca atraer clientes mostrando sus obras de manera accesible, con una interfaz moderna y responsiva. Cada obra incluye imágenes de alta calidad, descripciones breves y enlaces a sus redes sociales, sirviendo como un escaparate de su talento y una herramienta para conexiones en el mundo del arte.",
    "technologies": [
      "HTML",
      "CSS",
      "JavaScript"
    ],
    "githubUrl": "https://github.com/braguilera/Portfolio-Aguilera-Lucas",
    "demoUrl": "https://braguilera.github.io/Portfolio-Aguilera-Lucas/",
    "backgroundImage": "/api/placeholder/400/250"
  }
]